{
  "0": {
    "name": "PetCo Caretaker",
    "logo": "/img/actions/Varzar.jpg",
    "description": "This is an ongoing position that allows us to keep cats in the PetCo Cattery.  Pflugerville Pets Alive volunteers are the required caretakers needed to ensure the cats are fed, watered, and cleaned two times a day.   The Caretaker volunteers are an essential part of helping cats get homes - the photos and stories from volunteers are an element in them finding their families.  We try to get a least one volunteer to cover each of the 14 shifts at the store.  We have the opportunity for more stores when we have committed volunteers.",
    "date": "Saturday, 23 May 2020, 12:00",
    "location": "PetCo in Stonehill Pflugerville",
    "categories": ["Animals", "Community"]
  },
  "1": {
    "name": "Summer Waters",
    "logo": "/img/actions/Daeger.jpg",
    "description": "Summer in Central Texas is too darn hot, so we've gotta keep those pigs cool! This calendar applies May-September!The Summer Water Calendar is to ensure that we have at least one person daily checking on pools, wallows, and globally ensuring everyone has enough water. If you sign up for this calendar, your jobs include: Dumping pools no more than 1x per day, or once every other day Filling wallows. Make sure you set a timer on your phone if you leave a hose in a wallow so you don't forget about it! Make sure water sources are in the shade if possible  Dump + refill waters that are brown and muddy Give the bamboo some water Thank you, and make sure you stay hydrated too! ",
    "date": "Friday, 10 July 2020, 19:00",
    "location": "1900 Limestone Commerical Drive, Pflugerville, TX 78660",
    "categories": ["Animals"]
  },
  "2": {
    "name": "Caregivers for Children with Special Needs - Nurturing Parenting Group!",
    "logo": "/img/actions/Beck.jpg",
    "description": "The Parent Support & Training Program at Easter Seals Central Texas is offering a Nurturing Parenting Group to support parents through meaningful connection and learning from an evidence-based curriculum. This group will meet every Thursday from 10am to 12pm from March 26 to May 14. In order to make this group a success, we need your help to provide childcare! Caregivers will need to be comfortable providing care to children with a variety of special needs. Childcare happens in our indoor playground room, and we provide plenty of toys and activities for the children. We will ask for all childcare providers to complete a background check. Previous volunteers say that this volunteer opportunity is fun and meaningful!",
    "date": "Saturday, 25 July 2020, 12:00",
    "location": "8505 Cross Park Drive, Suite 120, Austin, TX 78754",
    "categories": ["Children & Youth", "Special Needs"]
  },
  "3": {
    "name": "Plant Walk",
    "logo": "/img/actions/Owen.jpg",
    "description": "Every First Saturday we walk among the plants and point out what is growing, what can be harvested, how to use the medicinal herbs and invite you to be part of the Food Forest family. It's a perfect time for people who have never visited to come and check it out, or for people who have come many times to take home a bag of medicinal herbs and plants to make tea with or add to their meals at home. First Saturdays are a perfect time to connect with the earth, find relief and relaxation from the mechanical world and be taken in by the diverse kaleidoscope of our natural and social systems. We want you to find yourselves inside of something larger, feel the mind-blowing delight from discovering something new about the systems of our earth, and be humbled by the grace and interconnection of it all. An earthen mandala will be generated from your unique expression as it joins with the whole. We invite you to bring a dish or drinks to share (and it's not necessary, whatever shows up is what shows up!). You'll also want to bring a hat, sunscreen, a bottle and plenty of water. See you at the next Plant Walk!",
    "date": "Sunday, 16 August 2020, 13:00",
    "location": "25-1/2 Waller Street, Austin, TX 78702",
    "categories": ["Nature", "Sports & Recreation"]
  },
  "4": {
    "name": "Community Yoga Sunset Valley",
    "logo": "/img/actions/vega.jpg",
    "description": "Join us at SFC Farmers' Market Sunset Valley for a good cause. Work the booth (hand out materials), assist with mindfulness crafts. Or guest teach a class!",
    "date": "Tuesday, 15 September 2020, 07:00",
    "location": "3200 Jones Road, Sunset Valley, TX 78745",
    "categories": ["Community", "Sports & Recreation"]
  },
  "5": {
    "name": "Volunteer for AVANCE Graduation",
    "logo": "/img/actions/Koloda.jpg",
    "description": "AVANCE-Austin serve at-risk families through it's dual-generational Parent-Child Education Program. We will be celebrating the graudation of the famlies, with chidren ages 0-3 years old, from our intensive nine month program which is focused on developing parent-child relationships through parenting classes and childhood development education. Families will be receiving a special diploma during AVANCE's graduation ceremony that is conducted in Spanish.",
    "date": "Saturday, 3 October 2020, 16:00",
    "location": "Riverside, CA 92501",
    "categories": ["Children & Youth", "Education & Literacy", "Poverty"]
  },
  "6": {
    "name": "Share your knowledge with a small business owner",
    "logo": "/img/actions/Wisz.jpg",
    "description": "Your professional skills can help small businesses grow and create jobs. Volunteer as a mentor on MicroMentor.org and make a meaningful connection with a business owner. Mentors join, search for entrepreneurs to assist online, and once connected, serve as a coach and trusted guide. This volunteer opportunity is extremely flexible - you set the schedule and the expectations with your mentee. Meanwhile, our support staff is by your side every step of the way to help you succeed as a mentor. Some entrepreneurs need a sounding board or general industry advice, while others are looking for targeted technical advising. Put your business skills to good use and help a small business owner today.",
    "date": "Wednesday, 18 November 2020, 18:00",
    "location": "830 N. Apollo Blvd. Melbourne, FL 32935",
    "categories": ["Education & Literacy", "Employment"]
  },
  "7": {
    "name": "Immediate Need: Can You Sew Face Masks?",
    "logo": "/img/actions/Davidova.jpg",
    "description": "Use your skills to sew face masks for LSS staff and volunteers providing care and services throughout the state. Invite friends and family as well! This critical need will help protect against sneezes and coughs and increase our ability to safeguard people we support, employees, volunteers and community. View all of the information about the project including drop-off and mail-in locations at www.lssmn.org/sewmasks. Find other opportunities at lssmn.org/helpneighbors. Thank you for your kindness and generosity!",
    "date": "Wednesday, 2 December 2020, 15:00",
    "location": "2485 Como Avenue, St. Paul, MN 55108",
    "categories": ["Emergency & Safety", "Health & Medicine"]
  },
  "8": {
    "name": "Mowing in Muncie",
    "logo": "/img/actions/Watson.jpg",
    "description": "Summer will be here before we know it. Get your name on the list to help your neighbor! As our clients get older, certain tasks become difficult for our clients to do. One of them is mowing their lawns. It brings our clients such joy to be able to look out their windows and see freshly, beautiful cut grass.",
    "date": "Friday, 4 December 2020, 11:00",
    "location": "3400 W Community Dr. Muncie, IN 47304",
    "categories": ["Seniors", "Community", "Nature"]
  },
  "9": {
    "name": "Help Homeless Students admin skills needed",
    "logo": "/img/actions/Farmer.jpg",
    "description": "Help homeless students - Join the Harbor Hope Center Administrative Team Harbor Hope Center is a private, non-profit organization established to house, feed and educate homeless middle school and high school students in the greater Gig Harbor and Key Peninsula area. We help find homes, feed, mentor and provide life skills education for homeless and at-risk student. We also provide and parenting classes for parents of at risk students. There are approximately 40,000 homeless students in Washington State and nearly 150 in Gig Harbor school district. The goal of this program is to house and help these students complete their education and provide skills needed to become self-sufficient; thus, ending their cycle of homelessness.",
    "date": "Tuesday, 8 December 2020, 08:00",
    "location": "Harbor Hope Center Gig Harbor, WA 98335",
    "categories": ["Technology", "Homeless & Housing"]
  }
}
